{
  "title": " Parsippany -Troy Hills STEM Pathways Mission Statement:  To provide PTHSD high school students with the opportunity to concentrate their studies, beyond those required in high school, in the areas of science, technology, engineering, and mathematics, and expose students to relevant real world experiences through project work, conferences and presentations to enhance their high school experience. PATHWAY OPTIONS REGULAR PATHWAY ● 4 credits of Math ● 4 credits of Science ● 4 credits of STEM-designated electives ● Maintain an overall 2.85 GPA ● Participate in a minimum of 3 STEM presentations/conferences each year with a required minimum total of 12 presentations/conferences throughout the 4 years . * ● Join and actively participate in a STEM-related extracurricular activity or club every year of attendance. - DISTINCTION PATHWAY ● 4 credits of Math - At least one math course should be an AP Math class. ● 4 credits of Science- At least one science course should be an AP Science class. ● 4 credits of STEM-designated electives - One must be a Computer Science/Technology Class ● Maintain an overall 3.5 GPA ● Participate in a minimum of 3 STEM presentations/conferences a year with a required minimum total of 12 presentations/conferences throughout the 4 years. ● Join and actively participate in a STEM-related extracurricular activity or club every year of attendance. ● Either participate in an internship or design and implement a community impact project. Goals: • Inspire keen interest in mathematics, science, engineering, and technology, develop strong scholarship in the subject and promote the enjoyment of these studies in high school.  • Expose students to potential career opportunities in the field. • Encourage students to pursue higher education and major in STEM careers. • Promote interactions with STEM professionals to learn about future opportunities. • Support field experiences connected to the world outside of the school building. • Signal to employers, universities, training programs, and military that a student has completed a comprehensive course of study in a specialized area. • Cultivate transferable work habits such as perseverance, goal setting, and self-direction.",
  "outline": [
    {
      "level": "H3",
      "text": "Mission Statement:    To provide PTHSD high school students with the opportunity to",
      "page": 1
    },
    {
      "level": "H2",
      "text": "PATHWAY OPTIONS",
      "page": 1
    },
    {
      "level": "H2",
      "text": "REGULAR PATHWAY",
      "page": 1
    },
    {
      "level": "H2",
      "text": "DISTINCTION PATHWAY",
      "page": 1
    },
    {
      "level": "H3",
      "text": "Goals:",
      "page": 1
    }
  ]
}